CarroNetPhp/webservices/jimpisoft_groups.php

<soap:Envelope xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
    <soap:Body>
        <getGroups xmlns="http://www.jimpisoft.pt/Rentway_Reservations_WS/getGroups">
            <objRequest>
                <companyCode>9930</companyCode>
                <customerCode>977</customerCode>
                <username>carroaluguel</username>
                <password>carroaluguel</password>
            </objRequest>
        </getGroups>
    </soap:Body>
</soap:Envelope>